{
  "Zodic": [
    {
      "id": "1",
      "name": "Mu",
      "constellation": "Áries",
      "classification": "Ouro",
      "description": "Mu é o Cavaleiro de Ouro de Áries do século XX, que protege a Casa de Áries no Santuário. Hábil na restauração de Armaduras, é ele quem conserta as Armaduras de Bronze do Seiya e dos outros antes da Batalha das Doze Casas do Zodíaco. Como desde cedo desconfiava do Grande Mestre, deu as costas ao Santuário. Porém, desejando a purificação do local, manteve suas obrigações como Cavaleiro, dedicando-se à restauração das Armaduras em Jamiel, porém seu poder não enfraqueceu, o que pôde ser constatado durante a batalha contra os Espectros.",
      "avatar": "https://raw.githubusercontent.com/nadiduno/apireset/main/.github/1MU.png"
    },
    {
      "id": "2",
      "name": "Aldebaran",
      "constellation": "Touro",
      "classification": "Ouro",
      "description": "Aldebaran é o Cavaleiro de Ouro de Touro do século XX, que protege a Casa de Touro no Santuário. Dotado de uma resistência fora do comum, nem mesmo o Meteoro de Pégaso de Seiya conseguiu causar danos ao seu corpo. O Grande Chifre, alusão ao chifre de um touro bravo, é um golpe lançado quando está engatado com o inimigo. Mas se desferido depois, de longe, sua potência dobra. De personalidade franca e despachada, confia no que sente, sem se preocupar com as aparências ou racionalidades. Lutou com Niobe de Deep quando os Espectros invadiram o Santuário, tendo um fim heroico.",
      "avatar": "https://i.imgur.com/Z4R47np.png"
    },
    {
      "id": "3",
      "name": "Saga",
      "constellation": "Gêmeos",
      "classification": "Ouro",
      "description": "Saga de Gêmeos é o irmão gêmeo mais velho de Kanon, pedestinado a se tonar o Cavaleiro de Ouro de Gêmeos do século XX, que antigamente era tido como o próximo sucessor do Grande Mestre, tendo todas as características necessárias para o posto – humanidade, habilidade e força física. Dado como desaparecido há treze anos, no mangá, ele esteve escondido por todo esse tempo sob a máscara do Grande Mestre, depois de assassiná-lo e tomar seu posto como governante do Santuário. No anime, ele toma o lugar do irmão do Grande Mestre, Ares. Seu plano era matar Atena e dominar o mundo. Na verdade, Saga tinha dupla personalidade, oscilando entre extremos do bem e do mal. Dentro dele, esses opostos estavam sempre lutando entre si. Depois de ter seu coração purificado, ele mesmo tira sua própria vida.",
      "avatar": "https://i.imgur.com/WlcgSFZ.png"
    },
    {
      "id": "4",
      "name": "Kanon",
      "constellation": "Gêmeos",
      "classification": "Ouro",
      "description": "Irmão gêmeo mais novo de Saga. Preocupado com a maldade de seu coração, Saga aprisiona-o no calabouço do despenhadeiro do Cabo Sunion. Por um acaso do destino, Kanon acaba libertando a alma de Poseidon, o Imperador dos Mares que havia sido selado por Atena. A partir disso, fez-se passar por General Marina de Dragão Marinho, comandando os outros Marinas com planos de dominar tanto a terra como o mar. Redime-se posteriormente e torna-se Cavaleiro de Ouro da Casa de Gêmeos, sucedendo o seu irmão Saga. Os seus poderes são tão fortes quanto os de seu irmão, o que permitiu que ele lutasse de igual para igual com os três grandes Juízes do Mundo dos Mortos.",
      "avatar": "https://i.imgur.com/ZonkYSk.png"
    },
    {
      "id": "5",
      "name": "Máscara da Morte",
      "constellation": "Câncer",
      "classification": "Ouro",
      "description": "Máscara da Morte de Câncer é o Cavaleiro de Ouro de Câncer e protetor da quarta Casa do Zodíaco do século XX. Adora lutas, matança e acredita que, para um objetivo maior, alguns sacrifícios são inevitáveis. As paredes da Casa de Câncer são enfeitadas com os rostos das pessoas que foram mortas até hoje por Máscara da Morte. Emite uma aura branca do seu dedo indicador que envia a alma do oponente para a entrada do Mundo dos Mortos – é a Ondas do Inferno, seu golpe secreto. Ele morre na batalha contra Shiryu, mas retorna do Mundo dos Mortos como um Espectro. Nessa ocasião, falha na missão de assassinar Atena e acaba novamente no Mundo dos Mortos pelas mãos de Radamanthys de Wyvern. Apesar disso, participa da derrubada do Muro das Lamentações junto com os Cavaleiros de Ouro.",
      "avatar": "https://i.imgur.com/xqFPCLx.png"
    },
    {
      "id": "6",
      "name": "Aiolia",
      "constellation": "Leão",
      "classification": "Ouro",
      "description": "Irmão de Aiolos. Apesar de sua personalidade explosiva, tem um coração puro que distingue rapidamente os justos, por isso foi um dos primeiros Cavaleiros de Ouro a reconhecer a autoridade de Atena. Como seu irmão Aiolos foi condenado como traidor, ele tenta limpar o nome da família jurando fidelidade ao Grande Mestre, até participando voluntariamente do extermínio dos Cavaleiros de Bronze. Durante a batalha contra os Espectros, enfrentou o exército inimigo de frente e derrubou muitos Espectros, servindo como poder central de ataque no Santuário.",
      "avatar": "https://i.imgur.com/GqbznDJ.png"
    },
    {
      "id": "7",
      "name": "Shaka",
      "constellation": "Virgem",
      "classification": "Ouro",
      "description": "Shaka de Virgem é o Cavaleiro de Ouro de Virgem do Século XX, que protege a Casa de Virgem no Santuário. Considerado como a reencarnação de Buda, possui um poder de observação que permite conhecer a verdade escondida sob as aparências. O poder de ir e vir no tempo e espaço impressiona até outros Cavaleiros de Ouro. Tem uma morte heroica sob a destrutiva Exclamação de Atena, criada por Saga, Shura e Camus, mas ele submeteu-se a esse golpe para poder acompanhar Atena no Mundos dos Mortos.",
      "avatar": "https://i.imgur.com/ksOMC19.png"
    },
    {
      "id": "8",
      "name": "Dohko",
      "constellation": "Libra",
      "classification": "Ouro",
      "description": "Dohko de Libra fora um lendário e renomado Cavaleiro de Ouro do Santuário de Atena por ter lutado e sobrevivido a Guerra Santa contra Hades no Século XVIII ao lado de seu parceiro de batalhas, Shion de Áries. Após o fim do conflito e ser incumbido por Atena de vigiar o selo que aprisionava o espectros do Imperador dos Mortos, Dohko ficou recluso nos Cinco Picos Antigos de Rozan até o Século XX, período que passara a ser venerado como Mestre Ancião (老師, Rōshi?) e, ao mesmo tempo que mantinha sua vigília, treinou Shiryu, que se tornaria o Cavaleiro de Bronze de Dragão. Nesta época, depois de descobrir que Saga de Gêmeos havia tomado o lugar de Shion como Grande Mestre do Santuário, Dohko auxilou seu discípulo junto de seus demais amigos em inúmeras ocasiões a fim de impedir os planos do Cavaleiro renegado de dominar o mundo bem como fora um dos principais articuladores para desmascarar sua farsa.",
      "avatar": "https://i.imgur.com/201ixrt.png"
    },
    {
      "id": "9",
      "name": "Milo",
      "constellation": "Escorpião",
      "classification": "Ouro",
      "description": "Milo de Escorpião foi, no século XX, o Cavaleiro de Ouro de Escorpião que protegia a Casa de Escorpião no Santuário. Era um Cavaleiro fiel ao Santuário, inicialmente obedecendo as ordens do Grande Mestre, embora houvesse ocasiões em que ele se negaria a realizar missões específicas por questões de orgulho, sentimento este que determinava o rumo de suas conversas inicialmente, tendo se tornado consideravelmente mais humilde depois de sua batalha contra Hyoga de Cisne.",
      "avatar": "https://i.imgur.com/TvaslMd.png"
    },
    {
      "id": "10",
      "name": "Aiolos",
      "constellation": "Sagitário",
      "classification": "Ouro",
      "description": "Aiolos de Sagitário é o Cavaleiro de Ouro de Sagitário do século XX. Antes de morrer, há 13 anos, entregou Atena ainda bebê e sua Armadura de Ouro aos cuidados de Mitsumasa Kido, que estava viajando pela Grécia. Desde então, Aiolos passou a ser considerado um traidor no Santuário, que era comandado por Saga disfarçado de Grande Mestre. Mesmo morto, sua alma continua a controlar sua Armadura de Sagitário, sempre ajudando, nos momentos críticos – emprestou-a a Seiya durante a luta contra Poseidon, por exemplo.",
      "avatar": "https://i.imgur.com/nXYEkiy.png"
    },
    {
      "id": "11",
      "name": "Shura",
      "constellation": "Capricórnio",
      "classification": "Ouro",
      "description": "Shura de Capricórnio é o Cavaleiro de Ouro que protege a Casa de Capricórnio. Shura se considera o cavaleiro mais fiel a Atena, porém sua excessiva lealdade ao Santuário acabou levando-o a cometer uma série de equívocos. Seu golpe principal é Excalibur, no qual concentra seu cosmo numa rajada cortante de energia, como uma espada. Este golpe tem uma intensidade concentrada fortíssima, e sai na velocidade da luz.",
      "avatar": "https://i.imgur.com/UTjm6c4.png"
    },
    {
      "id": "12",
      "name": "Camus",
      "constellation": "Aquário",
      "classification": "Ouro",
      "description": "Camus é um cavaleiro bastante poderoso, com habilidade de baixar a temperatura e lançar o Pó de Diamante com grande facilidade. A Execução Aurora é o seu golpe secreto mais poderoso, que emite um frio próximo ao zero absoluto, e foi herdado por Hyoga.",
      "avatar": "https://i.imgur.com/pv4h76Q.png"
    },
    {
      "id": "13",
      "name": "Afrodite",
      "constellation": "Peixes",
      "classification": "Ouro",
      "description": "Afrodite de Peixes é o Cavaleiro de Ouro de Peixes e protetor da última Casa do Zodíaco do século XX. Usa variações de golpes com rosas, como o Rosas Diabólicas Reais. Sua ideia é de que só um poder supremo pode manter a paz e ordem no mundo, mesmo que esse poder provenha do mal. Por isso, mesmo tendo consciência de que o Grande Mestre servia ao mal, acabou obedecendo suas ordens e matando Daidalos, mestre de Shun. Sua atitude pode não ser a mais exemplar para um Cavaleiro, mas seu propósito de manter a paz na Terra é igual ao de qualquer Cavaleiro.",
      "avatar": "https://i.imgur.com/V0BiKZf.png"
    },
    {
      "id": "14",
      "name": "Shion",
      "constellation": "Áries",
      "classification": "Ouro",
      "description": "Shion foi um grande e renomado Cavaleiro de Ouro de Áries durante a Guerra Santa contra Hades no Século XVIII que ao lado de seu parceiro de batalhas, Dohko de Libra, foram os únicos a sobreviverem ao conflito. Posteriormente, ele seria promovido a Grande Mestre do Santuário de Atena, ao qual governou até o Século XX, período em que treinou Mu que se tornaria seu sucessor como Cavaleiro de Áries. Todavia, quando Shion ia suceder seu cargo para Aioros de Sagitário, ele acabou sendo traído e morto secretamente por Saga de Gêmeos durante sua revolta, que também assumiu sua identidade para manter o Santuário sob seu domínio. Com o novo despertar do Imperador dos Mortos e seu Exército, Shion seria trazido de volta a vida como um servo de Hades com a missão de matar Atena, contudo suas motivações reais por ter se tornado um traidor foram reveladas serem mais do que pareciam, sendo que na verdade ele só queria prevenir seus antigos camaradas e sua deusa sobre o real perigo da nova Guerra Santa, permanecendo um Cavaleiro leal até o fim.",
      "avatar": "https://i.imgur.com/OFyknev.png"
    }
  ]
}